define({
  "configText": "Определете по-долу Вашите групи за филтриране",
  "labels": {
    "groupName": "Име на набор от филтри:",
    "groupNameTip": "Име на филтъра, от който потребителят ще избира.",
    "groupDesc": "Описание:",
    "groupDescTip": "Описание на набор от филтри.",
    "groupOperator": "Предварително настроен оператор:",
    "groupOperatorTip": "Опция за предварително определяне на оператора на филтъра. Ако е избрана опцията за предварително определяне на оператор, филтърът ще използва оператор за равно на:",
    "groupDefault": "Предварително зададена стойност:",
    "groupDefaultTip": "Опция за избиране на стойност от съществуващ слой.",
    "sameLayerAppend": "Когато един слой е изреден повече от веднъж:",
    "sameLayerConjunc": "Присъединяване с помощта:",
    "caseSearch": "Изпълнение на търсене с различаване на малки от големи букви: ",
    "headerTextHelp": "Предоставяне на текст за показване над избора на филтър"
  },
  "buttons": {
    "addNewGroup": "Добавяне на нова група",
    "addNewGroupTip": "Добавете нов набор от филтри.",
    "addLayer": "Добавяне на слой",
    "addLayerTip": "Добавете слой към набора от филтри."
  },
  "inputs": {
    "groupName": "Дайте име на групата си",
    "groupDesc": "Описание за Вашата група",
    "groupDefault": "Въвеждане на предварително определена стойност",
    "sameLayerAny": "Съвпадение с някой израз",
    "sameLayerAll": "Съвпадение с всички изрази",
    "simpleMode": "Начало в опростен изглед",
    "simpleModeTip": "Опция за опростяване на интерфейса на конфигурирания изпълним модул. Когато е поставена отметка, падащият списък на оператора и бутоните за добавяне на критерии се премахват от интерфейса.",
    "webmapAppendModeAny": "Добавяне на израз към филтър на съществуваща карта",
    "webmapAppendModeAll": "Добавяне на всички изрази към филтър на съществуваща карта",
    "webmapAppendModeTip": "Опция за добавяне на набор от филтри към филтър на съществуваща уеб карта.",
    "persistOnClose": "Запазване след затваряне на изпълнимия модул",
    "selectGroup": "Избор на група за филтриране",
    "hideDropDown": "Скриване на заглавието и избора на филтър ако е конфигурирана 1 група",
    "optionsMode": "Опции за скривана на изпълним модул",
    "optionsModeTip": "Опция за показване на допълнителни настройки за изпълним модул. Ако е маркирано, запазването и зареждането на дефинирани филтри и запазването на филтъра след затваряне на изпълнимия модул се премахват от интерфейса.",
    "optionOR": "ИЛИ",
    "optionAND": "И",
    "optionEQUAL": "РАВНО НА",
    "optionNOTEQUAL": "НЕ Е РАВНО НА",
    "optionGREATERTHAN": "ПО-ГОЛЯМО ОТ",
    "optionGREATERTHANEQUAL": "ПО-ГОЛЯМО ИЛИ РАВНО НА",
    "optionLESSTHAN": "ПО-МАЛКО ОТ",
    "optionLESSTHANEQUAL": "ПО-МАЛКО ИЛИ РАВНО НА",
    "optionSTART": "ЗАПОЧВА С/СЪС",
    "optionEND": "ЗАВЪРШВА С/СЪС",
    "optionLIKE": "СЪДЪРЖА",
    "optionLIKESPECIFIC": "СЪДЪРЖА КОНКРЕТНА СТОЙНОСТ-S",
    "optionNOTLIKESPECIFIC": "НЕ СЪДЪРЖА КОНКРЕТНА СТОЙНОСТ-S",
    "optionNOTLIKE": "НЕ СЪДЪРЖА",
    "optionONORBEFORE": "Е НА ИЛИ ПРЕДИ",
    "optionONORAFTER": "Е НА ИЛИ СЛЕД",
    "optionNONE": "НЯМА"
  },
  "tables": {
    "layer": "Слоеве",
    "layerTip": "Име на слой, както е определен в картата.",
    "field": "Полета",
    "fieldTip": "Поле, по което ще бъде филтриран слой.",
    "value": "Използване на стойност",
    "valueTip": "Опция за използване на стойностите от падащия списък от слоя. Ако нито един слой не използва този параметър, на потребителя ще бъде представена обикновено текстово поле.",
    "zoom": "Мащабиране",
    "zoomTip": "Опция за увеличаване на мащаба на обектите след прилагане на филтъра. За увеличаване на мащаба може да се избере само един слой",
    "action": "Изтриване",
    "actionTip": "Изтриване на слоя от набора с филтри."
  },
  "popup": {
    "label": "Избор на стойност"
  },
  "errors": {
    "noGroups": "Трябва Ви най - малко една група.",
    "noGroupName": "Липсва името на една или повече групи.",
    "noDuplicates": "Името на една или повече групи е дублирано.",
    "noRows": "Трябва да има най-малко един ред в таблицата.",
    "noLayers": "Нямате слоеве в картата си."
  },
  "picker": {
    "description": "Използвайте този формуляр, за да намерите предварително зададена стойност за тази група.",
    "layer": "Избор на слой",
    "layerTip": "Име на слоя, както е определен в уеб картата.",
    "field": "Избор на поле",
    "fieldTip": "Поле, от което ще бъде зададена предварително зададената стойност.",
    "value": "Избор на стойност",
    "valueTip": "Стойност, която ще бъде по подразбиране на изпълнимия модул."
  }
});